Repository: AdamZikmund/spacex
Catalog: spacex/Resources/*.lproj/Localizable.strings
Languages: cs

# LaunchesViewController.Title
source: Launches
cs: Starty

# LaunchesViewController.Sort.Title
source: Sort
cs: Tridit

# LaunchesViewController.Sort.Message
source: Sort launches by date
cs: Trizeni startu podle data

# Common.TryAgain
source: Try again
cs: Zkusit znovu

# Common.SomethingWentWrong
source: Something went wrong!
cs: Neco se pokazilo!

# Common.LoadMore
source: Load more
cs: Nacist dalsi

# Common.Search
source: Search
cs: Vyhledavejte

# Common.ASC
source: Ascending
cs: Vzestupne

# Common.DESC
source: Descending
cs: Sestupne

# SortView.Key
source: Key
cs: Klic

# SortView.Direction
source: Direction
cs: Smer

# SortView.Apply
source: Apply
cs: Potvrdit
